hyprland
hyprlock
hypridle
hyprpicker
satty
grim
slurp
rofi-wayland
rofi-emoji
rofi-calc
adw-gtk-theme
papirus-icon-theme
otf-codenewroman-nerd
noto-fonts
noto-fonts-cjk
noto-fonts-extra
noto-fonts-emoji
kitty
fish
eza
btop
fastfetch
wtype
wl-clipboard
jq
brightnessctl
waybar
blueman
dunst
thunar
thunar-archive-plugin
file-roller
7zip
zip
unzip
unrar
gvfs
gvfs-mtp
tumbler
awww
polkit-gnome
qt5-wayland
qt6-wayland
qt5ct
qt6ct
pavucontrol
cliphist
bat
imv
mpv
xdg-desktop-portal-hyprland
xdg-desktop-portal-gtk
pacman-contrib
base-devel
socat
reflector
