hyprland
hyprlock
hypridle

rofi-wayland
rofi-emoji
rofi-calc

adw-gtk-theme
papirus-icon-theme
otf-codenewroman-nerd

noto-fonts
noto-fonts-cjk
noto-fonst-extra
noto-fonts-emoji

kitty
waybar
blueman
dunst
nemo
brightnessctl
swww
satty
grim
slurp
wtype
wl-clipboard
jq
polkit-gnome
qt5-wayland
qt6-wayland
fastfetch
pavucontrol
fish
