hyprland
hyprlock
hypridle
hyprpicker
hyprshot
rofi-wayland
rofi-emoji
rofi-calc
adw-gtk-theme
papirus-icon-theme
otf-codenewroman-nerd
noto-fonts
noto-fonts-cjk
noto-fonts-extra
noto-fonts-emoji
kitty
fish
eza
btop
fastfetch
wtype
wl-clipboard
jq
brightnessctl
waybar
blueman
dunst
nemo
nemo-fileroller
swww
polkit-gnome
qt5-wayland
qt6-wayland
qt5ct
qt6ct
pavucontrol
cliphist
bat
power-profiles-daemon
imv
mpv
xdg-desktop-portal-hyprland
pacman-contrib


